/// new_minecraft_font()

function new_minecraft_font()
{
	return font_add_sprite_ext(spr_font, " !\"#$%&'()*+,-./0123456789:;<=>?@ABCDEFGHIJKLMNOPQRSTUVWXYZ[\\]^_`abcdefghijklmnopqrstuvwxyz{|}~£ƒªº¬«»±≥≤÷≈°√ⁿ²ÀÁÂÃÄÅÆÇÈÉÊËÌÍÎÏÐÑÒÓÔÕÖÙÚÛÜÝàáâãäåæçìíîïñòóôõöùúûüýÿĀāĂăĄąĆćĈĉĊċČčĎďĐđĒēĔĕĖėĘęĚěĜĝĞğĠġĢģĤĥĦħĨĩĪīĬĭĮįİıĴĵĶķĹĺĻļĽľĿŀŁłŃńŅņŇňŊŋŌōŎŏŐőŒœŔŕŖŗŘřŚśŜŝŞşŠšŢţŤťŦŧŨũŪūŬŭŮůŰűŲųŴŵŶŷŸŹźŻżŽžǼǽǾǿȘșȚțΆΈΉΊΌΎΏΐΪΫάέήίΰϊϋόύώЀЁЃЇЌЍЎЙйѐёђѓїћќѝўџҐґẀẁẂẃẄẅỲỳèéêëŉЏỊịỌọỤụ№ﬄƠơƯưẮắẤấẾếốỚớỨứẰằẦầỀềồỜờỪừẢảẲẳẨẩẺẻổỞỂểỈỉỎỏỔởỦủỬửỶỷẠạẶặẬậẸẹỆệỘộỢợỰựỴỵỐẪẫỖỗữẴẵẼẽỄễỒỠỡỮỸỹҘҙҠҡҪҫǺǻḀḁǰȷḾḿ₧ӐӑӒӓӶӷҔҕӖӗҼҽҾҿӚӛӜӝӁӂӞӟӢӣӤӥӦӧӪӫӰӱӮӯӲӳӴӵӸӹӬӭѶѷӔӺԂԄԐӠԆҊӃҞҜӅԒԈӍӉӇҤԊҨҦҎԌҬԎҲӼӾҴҶӋҸҌӕӻԃԅԑӡԇҋӄҟҝӆԓԉӎӊӈҥԋҩҧҏԍҭԏҳӽӿҵҷӌҹҍὍ¡‰­·≠¿×ØÞһðøþΑΒΓΔΕΖΗΘΙΚΛΜΝΞΟΠΡΣΤΥΦΧΨΩαβγδεζηθικλμνξοπρςστυφχψωЂЅІЈЉЊЋАБВГДЕЖЗИКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯабвгдежзиклмнопрстуфхцчшщъыьэюяєѕіјљњ–—‘’“”„…ҮүӨөĸß€ѢѣѴѵӀѲѳ⁰¹³⁴⁵⁶⁷⁸⁹™ҚқҒғҰұӘәҖҗҢңҺ¢¤¥©®µ¶¼½¾·‚†‡•′″‹›‼−∞ЄԀ¯ſ˙Ĳĳﬀﬁﬂﬃ�¦´¨§⅛⅜⅝⅞∑∂∫₣₤₫", true, 1)
}
